/* About screen blog label */
"About.blog" = "https://digibyte.io/";

/* About screen footer */
"About.footer" = "Made by the global DigiByte team. Version %1$@";

/* Privay Policy button label */
"About.privacy" = "Privacy Policy";

/* About screen reddit label */
"About.reddit" = "https://www.reddit.com/r/Digibyte/";

/* Terms of Use button label */
"About.terms" = "Terms of Use";

/* About screen title */
"About.title" = "DigiByte for iOS is the mobile wallet for DigiByte.";

/* About screen twitter label */
"About.twitter" = "https://twitter.com/digibytecoin";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Close";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Support Center";

/* Loading Wallet Message */
"Account.loadingMessage" = "Loading Wallet";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "My DigiByte";

/* Error alert title */
"Alert.error" = "Error";

/* No internet alert message */
"Alert.noInternet" = "No internet connection found. Check your connection and try again.";

/* Warning alert title */
"Alert.warning" = "Warning";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Addresses Copied";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "All wallet addresses successfully copied.";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Personal Recovery Key Set";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Awesome!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN Set";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Send failed";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Send Confirmation";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "DigiByte Sent!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON Serialization Error";

/* Wallet not ready error message */
"ApiClient.notReady" = "Wallet not ready";

/* API Token error message */
"ApiClient.tokenError" = "Unable to retrieve API token";

/* Send BCH view body. */
"BCH.body" = "Enter a destination DigiByte address below. All DigiByte in your wallet at the time of the fork (%1$@) will be sent.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "Confirm sending %1$@ to %2$@";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Confirmation";

/* Generic bch erorr message */
"BCH.genericError" = "Your account does not contain any DigiByte, or you received DigiByte after the fork.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Transaction ID copied";

/* No address error message */
"BCH.noAddressError" = "Please enter an address";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Payment Protocol Requests are not supported for DigiByte transactions";

/* BCH successfully sent alert message */
"BCH.successMessage" = "DigiByte was successfully sent.";

/* Widthdraw BCH view title */
"BCH.title" = "Withdraw DigiByte";

/* Tx Hash button header */
"BCH.txHashHeader" = "DigiByte Transaction ID";

/* Approve button label */
"BitID.approve" = "Approve";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@ is requesting authentication using your DigiByte wallet";

/* Deny button label */
"BitID.deny" = "Deny";

/* BitID error alert title */
"BitID.error" = "Authentication Error";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Please check with the service. You may need to try again.";

/* BitID success alert title */
"BitID.success" = "Successfully Authenticated";

/* BitID Authentication Request alert view title */
"DigiID.title" = "DigiID Authentication Request";

/* Cancel button label */
"Button.cancel" = "Cancel";

/* Ignore button label */
"Button.ignore" = "Ignore";

/* menu button */
"Button.menu" = "menu";

/* No button */
"Button.no" = "No";

/* OK button label */
"Button.ok" = "OK";

/* receive button */
"Button.receive" = "receive";

/* send button */
"Button.send" = "send";

/* Settings button label */
"Button.settings" = "Settings";

/* Settings button label */
"Button.submit" = "Submit";

/* Yes button */
"Button.yes" = "Yes";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Center your ID in the box";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Amount to Send:";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Network Fee:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Processing time: This transaction will take %1$@ to process.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Send";

/* Confirmation Screen title */
"Confirmation.title" = "Confirmation";

/* To: (address) */
"Confirmation.to" = "To";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Total Cost:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "To make sure everything was written down correctly, please enter the following words from your Personal Recovery Key.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Word #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "DigiByte Display Unit";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Exchange Rate";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "This device isn't configured to send email with the iOS mail app.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "Email Unavailable";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "This device isn't configured to send messages.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Messaging Unavailable";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "You can customize your Face ID spending limit from the %1$@.";

/* Face Id screen label */
"FaceIDSettings.label" = "Use your face to unlock your DigiByte and send DigiByte up to a set limit.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Link Text (see TouchIdSettings.customizeText)";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Enable Face ID for DigiByte";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "You have not set up Face ID on this device. Go to Settings->Face ID & Passcode to set it up now.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID Not Set Up";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Spending Limit";

/* Economy fee */
"FeeSelector.economy" = "Economy";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Estimated Delivery: 1+ minutes";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "This option is not recommended for time-sensitive transactions.";

/* Regular fee */
"FeeSelector.regular" = "Regular";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Estimated Delivery: 15-30 seconds";

/* Fee Selector title */
"FeeSelector.title" = "Processing Speed";

/* Checking private key balance progress view text */
"Import.checking" = "Checking private key balance...";

/* Sweep private key confirmation message */
"Import.confirm" = "Send %1$@ from this private key into your wallet? The DigiByte network will receive a fee of %2$@.";

/* Duplicate key error message */
"Import.Error.duplicate" = "This private key is already in your wallet.";

/* empty private key error message */
"Import.Error.empty" = "This private key is empty.";

/* High fees error message */
"Import.Error.highFees" = "Transaction fees would cost more than the funds available on this private key.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Not a valid private key";

/* Import signing error message */
"Import.Error.signing" = "Error signing transaction";

/* Import button label */
"Import.importButton" = "Import";

/* Importing wallet progress view label */
"Import.importing" = "Importing Wallet";

/* Caption for graphics */
"Import.leftCaption" = "Wallet to be imported";

/* Import wallet intro screen message */
"Import.message" = "Importing a wallet transfers all the DigiByte from your other wallet into your DigiByte using a single transaction.";

/* Enter password alert view title */
"Import.password" = "This private key is password protected.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "password";

/* Caption for graphics */
"Import.rightCaption" = "Your DigiByte";

/* Scan Private key button label */
"Import.scan" = "Scan Private Key";

/* Import wallet success alert title */
"Import.success" = "Success";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Successfully imported wallet.";

/* Import Wallet screen title */
"Import.title" = "Import Wallet";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Unlocking Key";

/* Import wallet intro warning message */
"Import.warning" = "Importing a wallet does not include transaction history or other details.";

/* Wrong password alert message */
"Import.wrongPassword" = "Wrong password, please try again.";

/* Close app button */
"JailbreakWarnings.close" = "Close";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Ignore";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "DEVICE SECURITY COMPROMISED\n Any 'jailbreak' app can access DigiByte's keychain data and steal your DigiByte! Wipe this wallet immediately and restore on a secure device.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "DEVICE SECURITY COMPROMISED\n Any 'jailbreak' app can access DigiByte's keychain data and steal your DigiByte. Please only use DigiByte on a non-jailbroken device.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "WARNING";

/* Location services disabled error */
"LocationPlugin.disabled" = "Location services are disabled.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "DigiByte does not have permission to access location services.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "You created your wallet on %1$@";

/* Manage wallet description text */
"ManageWallet.description" = "Your wallet name only appears in your account transaction history and cannot be seen by anyone else.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Wallet Name";

/* Manage wallet modal title */
"ManageWallet.title" = "Manage Wallet";

/* Menu button title */
"MenuButton.lock" = "Lock Wallet";

/* Menu button title */
"MenuButton.security" = "Security Center";

/* Menu button title */
"MenuButton.settings" = "Settings";

/* Menu button title */
"MenuButton.support" = "Support";

/* button label */
"MenuViewController.createButton" = "Create New Wallet";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menu";

/* button label */
"MenuViewController.recoverButton" = "Recover Wallet";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Switch to Automatic Mode";

/* Node is connected label */
"NodeSelector.connected" = "Connected";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "Enter Node IP address and port (optional)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Enter Node";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Switch to Manual Mode";

/* Node address label */
"NodeSelector.nodeLabel" = "Current Primary Node";

/* Node is not connected label */
"NodeSelector.notConnected" = "Not Connected";

/* Node status label */
"NodeSelector.statusLabel" = "Node Connection Status";

/* Node Selector view title */
"NodeSelector.title" = "DigiByte Nodes";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Bad Payment Request";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Unsupported or corrupted document";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "missing certificate";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "request expired";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Couldn't make payment";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "DigiByte payments can't be less than %1$@.";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "DigiByte transaction outputs can't be less than $@.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "unsupported signature type";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "untrusted certificate";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Tap here to enable Face ID";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Enable Face ID";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "A device passcode is needed to safeguard your wallet. Go to settings and turn passcode on.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Turn device passcode on";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Your Personal Recovery Key must be saved in case you ever lose or change your phone. Tap here to continue.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Action Required";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Your wallet may be out of sync. This can often be fixed by rescanning the blockchain.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Transaction Rejected";

/* Share data prompt body */
"Prompts.ShareData.body" = "Help improve DigiByte by sharing your anonymous data with us";

/* Share data prompt title */
"Prompts.ShareData.title" = "Share Anonymous Data";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Tap here to enable Touch ID";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Enable Touch ID";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "DigiByte has upgraded to using a 6-digit PIN. Tap here to upgrade.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "Upgrade PIN";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "Turn on notifications to receive special messages from DigiByte in the future.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Push Notifications";

/* Push notifications are off label */
"PushNotifications.off" = "Off";

/* Push notifications are on label */
"PushNotifications.on" = "On";

/* Push notifications settings view title label */
"PushNotifications.title" = "Notifications";

/* Address copied message. */
"Receive.copied" = "Copied to clipboard.";

/* Share via email button label */
"Receive.emailButton" = "Email";

/* Request button label */
"Receive.request" = "Request an Amount";

/* Share button label */
"Receive.share" = "Share";

/* Share via text message (SMS) */
"Receive.textButton" = "Text Message";

/* Receive modal title */
"Receive.title" = "Receive";

/* Done button text */
"RecoverWallet.done" = "Done";

/* Recover wallet header */
"RecoverWallet.header" = "Recover Wallet";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "Reset PIN";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Enter Personal Recovery Key";

/* Recover wallet intro */
"RecoverWallet.intro" = "Recover your DigiByte with your Personal Recovery Key.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "The Personal Recovery Key you entered is invalid. Please double-check each word and try again.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Left Arrow";

/* Next button label */
"RecoverWallet.next" = "Next";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Tap here for more information.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Right Arrow";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Enter the Personal Recovery Key for the DigiByte you want to recover.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "To reset your PIN, enter the words from your Personal Recovery Key into the boxes below.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Please enter an amount first.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Request an Amount";

/* Alert action button label */
"ReScan.alertAction" = "Sync";

/* Alert message body */
"ReScan.alertMessage" = "You will not be able to send DigiByte while syncing.";

/* Alert message title */
"ReScan.alertTitle" = "Sync with Blockchain?";

/* extimated time */
"ReScan.body1" = "20-45 minutes";

/* Syncing explanation */
"ReScan.body2" = "If a transaction shows as completed on the DigiByte network but not in your DigiByte.";

/* Syncing explanation */
"ReScan.body3" = "You repeatedly get an error saying your transaction was rejected.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Start Sync";

/* Sync blockchain view footer */
"ReScan.footer" = "You will not be able to send DigiByte while syncing with the blockchain.";

/* Sync Blockchain view header */
"ReScan.header" = "Sync Blockchain";

/* Subheader label */
"ReScan.subheader1" = "Estimated time";

/* Subheader label */
"ReScan.subheader2" = "When to Sync?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Camera Flash";

/* Complete filter label */
"Search.complete" = "complete";

/* Pending filter label */
"Search.pending" = "pending";

/* Received filter label */
"Search.received" = "received";

/* Sent filter label */
"Search.sent" = "sent";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Enable all security features for maximum protection.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "The only way to access your DigiByte if you lose or upgrade your phone.";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Personal Recovery Key";

/* PIN button description */
"SecurityCenter.pinDescription" = "Protects your DigiByte from unauthorized users.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-Digit PIN";

/* Security Center Title */
"SecurityCenter.title" = "Security Center";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Conveniently unlock your DigiByte and send DigiByte up to a set limit.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Amount";

/* Balance: $4.00 */
"Send.balance" = "Balance: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Go to Settings to allow camera access.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "DigiByte is not allowed to access the camera";

/* Warning when sending to self. */
"Send.containsAddress" = "The destination is your own address. You cannot send to yourself.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Could not create transaction.";

/* Description for sending money label */
"Send.descriptionLabel" = "Memo";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Pasteboard is empty";

/* Network Fee: $0.01 */
"Send.fee" = "Network Fee: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Payee identity isn't certified.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "The destination address is not a valid DigiByte address.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Pasteboard does not contain a valid DigiByte address.";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Invalid Address";

/* Is rescanning error message */
"Send.isRescanning" = "Sending is disabled during a full rescan.";

/* Loading request activity view message */
"Send.loadingRequest" = "Loading Request";

/* Empty address alert message */
"Send.noAddress" = "Please enter the recipient's address.";

/* Emtpy amount alert message */
"Send.noAmount" = "Please enter an amount to send.";

/* Paste button label */
"Send.pasteLabel" = "Paste";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Could not publish transaction.";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Could not load payment request";

/* Scan button label */
"Send.scanLabel" = "Scan";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Send";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Send";

/* Send money to label */
"Send.toLabel" = "To";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "DigiByte addresses are intended for single use only.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Re-use reduces privacy for both you and the recipient and can result in loss if the recipient doesn't directly control the address.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Address Already Used";

/* About label */
"Settings.about" = "About";

/* Advanced Settings title */
"Settings.advancedTitle" = "Advanced Settings";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Display Currency";

/* Join Early access label */
"Settings.earlyAccess" = "Join Early Access";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Are you enjoying DigiByte?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Spending Limit";

/* Import wallet label */
"Settings.importTitle" = "Import Wallet";

/* Manage settings section header */
"Settings.manage" = "Manage";

/* Notifications label */
"Settings.notifications" = "Notifications";

/* Leave review button label */
"Settings.review" = "Leave us a Review";

/* Share anonymous data label */
"Settings.shareData" = "Share Anonymous Data";

/* Sync blockchain label */
"Settings.sync" = "Sync Blockchain";

/* Settings title */
"Settings.title" = "Settings";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID Spending Limit";

/* Wallet Settings section header */
"Settings.wallet" = "Wallet";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Start/Recover Another Wallet";

/* Share data view body */
"ShareData.body" = "Help improve DigiByte by sharing your anonymous data with us. This does not include any financial information. We respect your financial privacy.";

/* Share data header */
"ShareData.header" = "Share Data?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Share Anonymous Data?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Write down your Personal Recovery Key again";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Your Personal Recovery Key is the only way to restore your DigiByte if your phone is lost, stolen, broken, or upgraded.\n\nWe will show you a list of words to write down on a piece of paper and keep safe.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Write Down Personal Recovery Key";

/* Argument is date */
"StartPaperPhrase.date" = "You last wrote down your Personal Recovery Key on %1$@";

/* Start view message */
"StartViewController.message" = "The most secure and safest way to use DigiByte.";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Connecting";

/* Syncing view header text */
"SyncingView.header" = "Syncing";

/* Retry button label */
"SyncingView.retry" = "Retry";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Syncing";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ d";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ h";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ m";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ s";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "You can customize your Touch ID spending limit from the %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "Use your fingerprint to unlock your DigiByte and send DigiByte up to a set limit.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID Spending Limit Screen";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Spending limit: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "Enable Touch ID for DigiByte";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "You have not set up Touch ID on this device. Go to Settings->Touch ID & Passcode to set it up now.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID Not Set Up";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Always require passcode";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "You will be asked to enter your 6-digit PIN to send any transaction over your spending limit, and every 48 hours since the last time you entered your 6-digit PIN.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID Spending Limit";

/* Availability status text */
"Transaction.available" = "Available to Spend";

/* Transaction complete label */
"Transaction.complete" = "Complete";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Ending balance: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Exchange rate when received:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Exchange rate when sent:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ fee)";

/* Invalid transaction */
"Transaction.invalid" = "INVALID";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "just now";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "In progress: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "In progress: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Starting balance: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Waiting to be confirmed. Some merchants require confirmation to complete a transaction. Estimated time: 1-2 minutes.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "account";

/* Amount section header */
"TransactionDetails.amountHeader" = "Amount";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Confirmed in Block";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Memo";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Your transactions will appear here.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "at %1$@";

/* More button title */
"TransactionDetails.more" = "More...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "Moved %1$@";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "Moved <b>%1@</b>";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Not Confirmed";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "Received %1$@";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "Received <b>%1@</b>";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "Sent %1$@";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "Sent <b>%1@</b>";

/* Status section header */
"TransactionDetails.statusHeader" = "Status";

/* Transaction Details Title */
"TransactionDetails.title" = "Transaction Details";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "to %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "DigiByte Transaction ID";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Received at this Address";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Sent to this Address";

/* Disabled until date */
"UnlockScreen.disabled" = "Disabled until: %1$@";

/* My Address button title */
"UnlockScreen.myAddress" = "My Address";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "Reset PIN";

/* Scan button title */
"UnlockScreen.scan" = "Scan";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "Enter PIN";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "Unlock your DigiByte.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Unlock with TouchID";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Wallet Unlocked";

/* Update PIN caption text */
"UpdatePin.caption" = "Remember this PIN. If you forget it, you won't be able to access your DigiByte.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "Your PIN will be used to unlock your DigiByte and send DigiByte.";

/* Update PIN title */
"UpdatePin.createTitle" = "Set PIN";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "Re-Enter PIN";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Enter your current PIN.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Enter your new PIN.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Re-Enter your new PIN.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Sorry, could not update PIN.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "Update PIN Error";

/* Update PIN title */
"UpdatePin.updateTitle" = "Update PIN";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Copy wallet addresses to clipboard?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Authorize to copy wallet address to clipboard";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Copy Wallet Addresses";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Copy";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Please enter your PIN to authorize this transaction.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Please enter your PIN to continue.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Required";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Authorize this transaction";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Open the DigiByte iPhone app to set up your wallet.";

/* Dismiss button label */
"Webview.dismiss" = "Dismiss";

/* Webview loading error message */
"Webview.errorMessage" = "There was an error loading the content. Please try again.";

/* Updating webview message */
"Webview.updating" = "Updating...";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "DigiByte for iOS has changed its name to DigiByte, with a brand new look and some new features.\n\nIf you need help, look for the (?) in the top right of most screens.";

/* Top title of welcome screen */
"Welcome.title" = "Welcome to DigiByte!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Are you sure you want to delete this wallet?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Wipe Wallet?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Failed to wipe wallet.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Failed";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Enter this wallet's Personal Recovery Key to wipe it and start or recover another. Your current balance remains on this Personal Recovery Key.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Starting or recovering another wallet allows you to access and manage a different DigiByte on this device.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "You will no longer be able to access your current DigiByte from this device. The balance will remain on your personal recovery key.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Start or Recover Another Wallet";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Wipe";

/* Wiping activity message */
"WipeWallet.wiping" = "Wiping...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Write down each word in order and store it in a safe place.";

/* button label */
"WritePaperPhrase.next" = "Next";

/* button label */
"WritePaperPhrase.previous" = "Previous";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d of %2$d";

// header of PinView
"Prompts.SecurityCheck.header" = "SECURITY\nCHECK";

// header of balance
"Balance.header" = "TOTAL\nBALANCE";

// labels of syncView
"SynchingView.blockHeightLabel" = "BLOCK HEIGHT";
"SynchingView.progressLabel" = "PROGRESS";

// filter buttons for transactionView
"TransactionView.all" = "all";
"TransactionView.sent" = "sent";
"TransactionView.received" = "received";

// DATE: date
"TransactionDetailView.date" = "date";

// PROCESSED: time
"TransactionDetailView.processed" = "processed";

// STATUS: complete
"TransactionDetailView.status" = "status";

// CONFIRMATIONS: number
"TransactionDetailView.confirmations" = "confirmations";

// missing time translation
"FeeSelector.regularTime" = "15-30 seconds";


/* Text that is shown when asset was not resolved yet */
"Assets.unresolved" = "Unresolved asset";

/* Text to show if no metadata is available for the asset */
"Assets.noMetadata" = "DigiAsset";

/* Showing when multiple assets were received */
"Assets.multipleAssets" = "Multiple assets";

/* Title of confirm view */
"Assets.receivedAssetsTitle" = "DigiAssets received";

/* Message will be displayed if assets were received */
"Assets.receivedAssetsMessage" = "You received one or more DigiAssets. In order to view your assets this app needs to communicate with a metadata server. This will disclose some of your wallet's public data, such as addresses or transaction hashes.";

/* Title of confirm view if opening single */
"Assets.openAssetTitle" = "View DigiAsset";

/* Message will be displayed if asset shall be opened */
"Assets.openAssetMessage" = "In order to view this asset this app needs to communicate with a metadata server. This will disclose one of your wallet's public addresses.";

/* Title to show when assets are being fetched */
"Assets.fetchingAssetsTitle" = "Fetching Assets";

/* View RAW Transaction button title */
"Assets.viewRawTransaction" = "View RAW Transaction";

/* Resolve button caption */
"Assets.confirmAssetsResolve" = "Resolve Asset(s)";

/* Skip button caption */
"Assets.skipAssetsResolve" = "Skip";

/* Cancel button caption */
"Assets.cancelAssetsResolve" = "Cancel";

/* Skip button caption */
"Assets.continueWithoutSync" = "Skip Sync";

/* Total supply of asset */
"Assets.totalSupply" = "Total Supply";

/* Number of total holders of an asset */
"Assets.numberOfHolders" = "Number of Holders";

/* lock status of an asset */
"Assets.lockStatus" = "Lock Status";

/* Issuer key */
"Assets.issuer" = "Issuer";

/* AssetID key */
"Assets.assetID" = "Asset ID";

/* Address key */
"Assets.address" = "Address";

/* Possible value of Lock Status */
"Assets.locked" = "Locked";

/* Possible value of Lock Status */
"Assets.unlocked" = "Unlocked";

/* Shown if a value is unknown (N/A) */
"Assets.unknown" = "Unknown";

/* Total Balance: <BALANCE> */
"Assets.totalBalance" = "Total balance";

/* Tap to show button */
"Assets.tapToShow" = "Tap to show";

/* Tap to hide button */
"Assets.tapToHide" = "Tap to hide";

/* Asset ID: XXXXXX */
"Assets.assetIdKey" = "Asset ID";

/* Total Balance: 1000 */
"Assets.balanceKey" = "Total Balance";

/* Issuer: CreateDigiAssets.com */
"Assets.issuerKey" = "Issuer";

/* Asset Info: YYYY */
"Assets.assetInfoKey" = "Asset Info";

/* Description: ZZZZ */
"Assets.descriptionKey" = "Description";

/* Button title for GET STARTED */
"Assets.getStarted" = "Get started";

/* Button title for create new asset */
"Assets.createNewAsset" = "Create new Asset";

/* Heading for Receive assets */
"Assets.receiveAssets" = "Receive Assets";

/* Heading for create new assets */
"Assets.createAssets" = "Create Assets";

/* Heading for burn assets */
"Assets.burnAssets" = "Burn Assets";

/* Button title for send assets */
"Assets.sendAssets" = "Send Assets";

/* Tab title */
"Assets.tabOverview" = "Assets";

/* Tab title */
"Assets.tabCreate" = "Create";

/* Tab title */
"Assets.tabSend" = "Send";

/* Tab title */
"Assets.tabReceive" = "Receive";

/* Tab title */
"Assets.tabBurn" = "Burn";

/* Shown, when no assets are available */
"Assets.nothingFoundHere" = "Nothing found here";

/* Asset selector placeholder text */
"Assets.selectAnAsset" = "Select an Asset";

/* Danger Title */
"Assets.dangerTitle" = "DANGER ZONE";

/* Danger description */
"Assets.dangerText" = "Burning assets destroys them irreversibly. You can never, ever get them back.";

/* Asset not available */
"Assets.AssetNotAvailable" = "Asset not available";

/* Displayed as a message when not enough assets are available */
"Assets.NotEnoughAssets" = "Not enough assets";

/* No asset data error message */
"Assets.NoAssetData" = "No asset data available";

/* Displayed as a message when assets were burned */
"Assets.AssetsBurned" = "Asset(s) burned!";

/* Displayed as a message when assets were sent */
"Assets.AssetsSent" = "Asset(s) sent!";

/* Transaction could not be broadcasted: <MESSAGE> */
"Assets.couldNotBeBroadcasted" = "Transaction could not be broadcasted: %1$@";

/* Transaction could not be created: <MESSAGE> (code: 123) */
"Assets.couldNotBeCreated" = "Transaction could not be created: %1$@ (code: %2$@)";

/* Total unique: 1234 */
"Assets.totalUnique" = "Total number of unique Assets: %1$@";

/* Context menu button caption */
"Assets.Context.info" = "Info";

/* Context menu button caption */
"Assets.Context.send" = "Send";

/* Context menu button caption */
"Assets.Context.receive" = "Receive";

/* Context menu button caption */
"Assets.Context.burn" = "Burn";

/* Assets you own (heading) */
"Assets.yourAssets" = "Assets you own";

/* Message heading */
"Assets.protocolDisabled" = "DigiAssets Protocol Disabled";

/* Message heading */
"Assets.protocolDisabledDescription" = "DigiAssets Protocol Disabled";

/* Select an asset (default dropdown) */
"Assets.select" = "Select asset ...";

/* (Underlying) Asset Transaction */
"Assets.tx" = "Asset Transaction";

/* View RAW Asset Transaction */
"Assets.rawTx" = "View Raw Transaction";

/* ImageReader Title */
"QRImageReader.title" = "QRImage Reader";

/* Image button label */
"QRImageReader.readQRButtonLabel" = "Image";

/* no qr code found */
"QRImageReader.readQRMessageNotFound" = "No QR code found in image";

/* Found qrcode */
"QRImageReader.readQRMessageSuccess" = "Found:\n";

/* Found multiply qr code im image */
"QRImageReader.readQRMessageTooMany" = "Multiply qr codes found.";

/* address book modal title */
"AddressBook.title" = "Address Book";

/* Name of contact */
"AddressBook.name" = "Name";

/* Placeholder for searchbar */
"AddressBook.searchPlaceholder" = "Search contacts";

/* Favorites header title */
"AddressBook.favorites" = "Favorites";

/* Header title in address book */
"AddressBook.addContact" = "Add a new contact";

/* button title for add button */
"AddressBook.addContactButtonTitle" = "Add contact";

/* button title for edit button */
"AddressBook.editContactButtonTitle" = "Edit contact";

/* Header title in address book */
"AddressBook.editContact" = "Edit contact";

/* the contact's address (textfield label) */
"AddressBook.address" = "Address";

/* header in confirm dialog to delete contact */
"AddressBook.deleteContactHeader" = "Delete contact";

/* description in confirm dialog to delete contact */
"AddressBook.deleteContact" = "Do you really want to delete this contact?";

/* Title for first welcome screen */
"Welcome.page1title" = "Welcome to the DigiByte wallet.";

/* Title for second welcome screen */
"Welcome.page2title" = "Send";

/* Title for third welcome screen */
"Welcome.page3title" = "Receive";

/* Title for fourth welcome screen */
"Welcome.page4title" = "Safely store";

/* Title for fifth welcome screen */
"Welcome.page5title" = "Login using Digi-ID";

/* Text for first welcome screen */
"Welcome.page1text" = "Safely store and use your DigiByte currency.";

/* Text for second welcome screen */
"Welcome.page2text" = "Effortlessly and instantly send your DigiByte globally.";

/* Text for third welcome Text */
"Welcome.page3text" = "Create payment requests and instantly receive money from all over the world.";

/* Text for fourth welcome screen */
"Welcome.page4text" = "Protect your DigiByte with a range of advanced security features.";

/* Text for fifth welcome screen */
"Welcome.page5text" = "Utilize the might of blockchain security with Digi-ID Open Auth.";

/* Insufficient funds error */
"Send.insufficientFunds" = "Insufficient Funds";

/* maximum amount */
"Send.max" = "Max";

/* option to use Dandelion Protocol */
"Send.useDandelion" = "Use the Dandelion Protocol for enhanced privacy";

/* Receive 10 BTC to <Address> */
"Receive.receiveAmountTo" = "Receive %1$@ to %2$@";

/* Receive to <Address> */
"Receive.receiveTo" = "Receive to %1$@";

/* Clickable button */
"Receive.showLegacyAddress" = "Show a Legacy Address instead";

/* Clickable button */
"Receive.showSegwitAddress" = "Show a Segwit Address instead";

/* Receive Address Box placeholder */
"Receive.receiveAddress" = "Receive Address";

/* Wipe wallet button */
"JailbreakWarnings.wipe" = "Wipe";

/* Wallet locked message */
"UnlockScreen.locked" = "Wallet Locked";

/* Unlock with FaceID accessibility label */
"UnlockScreen.faceIdPrompt" = "Tap here to unlock your DigiByte with Face ID";

/* Message that appears, when the sign timeout was triggered */
"Transaction.signTimeout" = "Did not sign tx within timeout";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* TransactionFilter all */
"TransactionView.all" = "all";

/* TransactionFilter sent */
"TransactionView.sent" = "sent";

/* TransactionFilter received */
"TransactionView.received" = "received";

/* DATE: ... */
"TransactionDetailView.date" = "date";

/* PROCESSED: ... */
"TransactionDetailView.processed" = "processed";

/* STATUS: ... */
"TransactionDetailView.status" = "status";

/* Confirmations: NUMBER */
"TransactionDetailView.confirmations" = "confirmations";

/* Manage wallet button title */
"AccountHeader.manageButtonName" = "MANAGE";

/* Equals symbol */
"AccountHeader.equals" = "=";

/* Balance Header */
"Balance.header" = "TOTAL\nBALANCE";

/* Switch label for setting */
"TouchIdSettings.automaticBiometricsSwitchLabel" = "Request Touch ID automatically on startup";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face Id screen label */
"FaceIDSettings.label" = "Use your face to unlock your DigiByte and send money up to a set limit.";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "Enable Face ID for DigiByte";

/* Switch label for setting */
"FaceIDSettings.automaticBiometricsSwitchLabel" = "Request Face ID automatically on startup";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID Not Set Up";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = "You have not set up Face ID on this device. Go to Settings->Face ID & Passcode to set it up now.";

/* You can customize your Face ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "You can customize your Face ID spending limit from the %1$@.";

/* Link Text (see TouchIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Face ID Spending Limit Screen";

/* Always require passcode option */
"TouchIdSpendingLimit.requirePasscode" = "Always require passcode";

/* custom amount limit (category) */
"TouchIdSpendingLimit.custom" = "Custom";

/* custom amount limit (title) */
"TouchIdSpendingLimit.customAmount" = "Custom amount";

/* Description for custom amount */
"TouchIdSpendingLimit.customAmountDescription" = "Enter a custom amount";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID Spending Limit";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID Spending Limit";

/* Port must be greater than 0 and less than 65535 */
"Settings.invalidPortHeader" = "Invalid port";

/* send max button visible or not */
"Settings.maxSendEnabled" = "Send Max Button visible";

/* do not place a digibyte logo into qr codes */
"Settings.excludeLogoInQR" = "Hide DigiByte Logo in QR codes";

/* Do not show any DigiAsset Contents */
"Settings.showRawTransactions" = "Disable DigiAssets";

/* Resolve Assets without a prompt */
"Settings.resolveAssetsWithoutPrompt" = "Resolve assets without prompt";

/* Clear Asset Cache */
"Settings.clearAssetCache" = "Clear Asset Cache";

/* Clear Assets Image cache */
"Settings.clearImageCache" = "Clear Image Cache";

/* Message that appears when a cache was cleared */
"Settings.cacheCleared" = "Cache cleared";

/* DigiByte Nodes (Network term) */
"Settings.nodes" = "DigiByte Nodes";

/* Settings item */
"Settings.useDigiIDLegacy" = "Use Digi-ID Legacy";

/* Message that appears when DigiID Legacy is being opened */
"Settings.digiIdLegacyWarning" = "Adding exceptions is not recommended. Digi-ID Legacy will be removed a future release";

/* DigiID Legacy Preview Text (how many websites were added as an exception) */
"Settings.digiIdPreview" = "#%1$@ site(s)";

/* DigiID Legacy Title */
"Settings.digiIdLegacyTitle" = "Digi-ID Legacy";

/* DigiID Legacy Description */
"Settings.digiIdLegacyDescription" = "Digi-ID Legacy refers to an outdated authentication variant of Digi-ID, which was not compatible with DigiByte Android. It is not recommended to use Digi-ID Legacy for new logins.";

/* DigiID Legacy: Add Exception (button) */
"Settings.addException" = "Add an exception";

/* Welcome title */
"AssetsWelcome.welcomeTitle" = "Welcome to DigiAssets";

/* Create Heading */
"AssetsWelcome.createHeading" = "Create.";

/* Send Heading */
"AssetsWelcome.sendHeading" = "Send.";

/* Receive Heading */
"AssetsWelcome.receiveHeading" = "Receive.";

/* Create Text */
"AssetsWelcome.createText" = "You can create DigiAssets right from within the DigiAssets webapp. Turn stuff you love into DigiAssets.";

/* Send Text */
"AssetsWelcome.sendText" = "You can send DigiAssets to other people through transfer of ownership, directly in the DigiAssets app.";

/* Receive Text */
"AssetsWelcome.receiveText" = "You can receive DigiAssets from other people through transfer of ownership, directly in the DigiAssets app.";

/* Introduction in About Screen */
"About.introduction" = "This app was built by DigiByte & Blockchain enthusiasts, unpaid volunteers who devoted their time and skills to a project they believe in.";

/* Push notifications are on label */
"PushNotifications.on" = "On";

/* Push notifications are off label */
"PushNotifications.off" = "Off";

/* 'BLOCK HEIGHT' caption title */
"SyncingView.blockHeightLabel" = "BLOCK HEIGHT";

/* 'PROGRESS' caption title (PROGRESS: May 18 / June 18) */
"SyncingView.progressLabel" = "PROGRESS";

/* Heading of modal alert */
"ReScan.fastSync" = "Fast Sync";

/* Privacy Warning of fast sync */
"ReScan.fastSyncDescription" = "In order to optimize the sync, this wallet can communicate with a blockexplorer. Note that this will leak some public wallet addresses in order to speed up the sync.";

/* Heading of modal alert */
"ReScan.fastReSync" = "Fast Resync";

/* Regular Sync description */
"ReScan.regularSync" = "Regular resync (slow)";

/* Confirm paper phrase error message */
"ConfirmPaperPhrase.error" = "The words entered do not match your paper key. Please try again.";

/* Confirm dialog's default confirm action title */
"Alerts.confirmOkCaption" = "OK";

/* confirm dialog's default cancel action title */
"Alerts.confirmCancelCaption" = "Cancel";

/* Menu button title for DigiAssets */
"MenuButton.digiAssets" = "DigiAssets";

/* Header of security check when entering PIN / biometrics */
"Prompts.SecurityCheck.header" = "SECURITYnCHECK";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "Enable Face ID";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "Tap here to enable Face ID";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "DigiByte transaction outputs can't be less than $@.";

/* Updating webview message */
"Webview.updating" = "Updating...";

/* Digi-ID Authentication Request alert view title */
"DigiID.title" = "Digi-ID Authentication Request";

/* Fee Selector regular fee description */
"FeeSelector.estimatedDeliver" = "Estimated Delivery: %1$@";

/* Regular fee */
"FeeSelector.regular" = "Regular";

/* E.g. [This transaction is predicted to complete in] 1+ minutes */
"FeeSelector.economyTime" = "1+ minutes";

/* E.g. [This transaction is predicted to complete in] 15-30 seconds */
"FeeSelector.regularTime" = "15-30 seconds";

/* Import Address Heading */
"Assets.Send.importAddress" = "Import Address";

/* Import Address Option: Address Book */
"Assets.Send.addressBook" = "Address Book";

/* Import Address Option: Import Address from Clipboard */
"Assets.Send.pasteFromClipboard" = "Paste from Clipboard";

/* Import Address Option: Scan QR */
"Assets.Send.scanQR" = "Scan QR Code";

/* Import Address Option: Browse Gallery */
"Assets.Send.browseGallery" = "Browse Gallery";

/* Import Address Description: Address Book */
"Assets.Send.addressBookDescription" = "Use an Address of your Address Book";

/* Import Address Description: QR Scanner */
"Assets.Send.scanQRDescription" = "Use your Camera to scan a QR Code containing an Address";

/* Import Address Heading */
"Assets.Send.browseGalleryDescription" = "Import an Image from Gallery";
